/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "Klick!";
"Buy Now..."     = "Jetzt kaufen…";
"Must.Buy.Now."  = "Jetzt kaufen…";
"Instant Karma"  = "Instant-Karma";
"Buy Me!"        = "Kauf mich!";
"%d days left" = "%d Tage übrig";
"Buy today!" = "Die Testzeit ist um";
"The trial period is over" = "Die Testzeit ist um";
"Please register BetterZip to enable the saving of archives." = "Bitte registrieren Sie BetterZip, um das Speichern von Archiven wieder zu aktivieren.";
"Buy now" = "Jetzt kaufen";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Oje, die Testzeit ist jetzt wirklich vorbei. Sie können zwar noch in Archive reinschauen, aber das Speichern wurde deaktiviert. Um BetterZip wieder ganz benützen zu können, registrieren Sie es noch heute!";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Registrierung: # %d am %@ für %d Lizenzen\nLizenznehmer: %@";
"Registration: # %d on %@\nLicensee: %@" = "Registrierung: # %d am %@\nLizenznehmer: %@";
"More license keys required." = "Mehr Lizenzen werden benötigt.";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip hat mehr Kopien in Ihrem Netzwerk entdeckt als Sie Lizenzen erworben haben. \n\nJeder Mac, auf dem Sie BetterZip ausführen braucht eine eigene Lizenz. Mehrplatzlizenzen sind vergünstigt.";
"\nYour copy of BetterZip is registered. Thank you!" = "Ihre Kopie von BetterZip ist registriert. Vielen Dank!";
"Continue" = "Weiter";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip ist noch nicht registriert. Die Testzeit endet morgen. Um BetterZip weiter benützen zu können, registrieren Sie es noch heute! Einfach die Schaltfläche 'Jetzt kaufen' unten anklicken.";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip ist noch nicht registriert. Die Testzeit endet heute. Um BetterZip weiter benützen zu können, registrieren Sie es gleich! Einfach die Schaltfläche 'Jetzt kaufen' unten anklicken.";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Oje, die Testzeit ist jetzt wirklich vorbei. Obwohl BetterZip noch einige Tage funktioniert, sollten Sie es bald registrieren, damit es weiterläuft! Einfach die Schaltfläche unten anklicken. Dann bekommen Sie Ihre Lizenz binnen Minuten.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "Der Code ist ungültig. Stellen Sie sicher, dass Sie ihn vollständig kopiert haben";
"Later" = "Später";
"Welcome back to BetterZip!" = "Willkommen bei BetterZip!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Es ist lange her seit Sie zuletzt BetterZip getestet haben. Nehmen Sie sich ruhig noch etwas Zeit um es zu testen. Ihre Testzeit wurde um fünf Tage verlängert.";
"Great!" = "Super!";
"Check for Updates..." = "Neue Versionen suchen...";
"Automatically check for updates (last check: %@)" = "Automatisch nach neuen Versionen suchen (letzte Suche: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "Ihre Lizenz ist nicht gültig für diese Version von BetterZip, aber unsere Upgradepreise sind sehr vernünftig.\nKlicken Sie auf die Schaltfläche 'Jetzt kaufen', um mehr zu erfahren.";
"Registration..." = "Registrierung...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "Diese Funktion ist registrierten Benutzern vorbehalten.";
"Better get your license today!" = "Am besten gleich kaufen!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Dies ist ein Lizenzcode für eine ältere Version von BetterZip. Sie können mit ihm eine ermäßigte Lizenz für BetterZip 4 erwerben. Klicken Sie dazu “Jetzt upgraden” unten im Fenster.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Dies ist ein temporärer Lizenzcode für die Mac App Store Version von BetterZip 2. Sie können mit ihm eine ermäßigte Lizenz für BetterZip 4 erwerben. Klicken Sie dazu “Jetzt upgraden” unten im Fenster.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip ist noch nicht registriert. Die Testzeit läuft in %d Tagen ab. \n\nWenn Sie BetterZip mögen, klicken Sie auf die Schaltfläche \"Jetzt kaufen\", und erhalten Sie in Kürze Ihren Lizenzcode!";
"Trial user\n%d days left" = "Tester\n%d Tage verbleibend";
"Upgrade now" = "Jetzt upgraden";
